#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # dnsimple_record.cname_hey_domainkey will be created
  + resource "dnsimple_record" "cname_hey_domainkey" {
      + domain    = "nathanherald.com"
      + domain_id = (known after apply)
      + hostname  = (known after apply)
      + id        = (known after apply)
      + name      = "heymail._domainkey"
      + priority  = (known after apply)
      + ttl       = "3600"
      + type      = "CNAME"
      + value     = "heymail._domainkey.hey.com"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `terraform`, Action: `hashicorpterraform-github-actions2`, Working Directory: `.`, Workspace: `default`*
